Repository: crazyball666/Conn
Catalog: Conn/Conn/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, ko, zh_hant

source: %@，已显示
en: %@, visible
ja: %@、表示中
ko: %@, 표시됨
zh_hant: %@，已顯示

source: %@，已隐藏
en: %@, hidden
ja: %@、非表示
ko: %@, 숨김
zh_hant: %@，已隱藏

source: %@（可手动填写）
en: %1$@ (enter manually)

source: %@（可选）
en: %1$@ (optional)

source: %@失败：%@
en: %@ failed: %@
ja: %@ に失敗：%@
ko: %@ 실패: %@
zh_hant: %@ 失敗：%@

source: %@容器
en: %@ container
ja: %@ コンテナ
ko: %@ 컨테이너

source: %d 个会话
en: %d sessions
ja: %d 件のセッション
ko: 세션 %d개
zh_hant: %d 個工作階段

source: %d 个脚本
en: %d scripts
ja: %d 個のスクリプト
ko: %d개 스크립트
zh_hant: %d 個指令碼

source: %d 分
en: %dm
ko: %d분

source: %d 分 %d 秒
en: %dm %ds
ko: %d분 %d초

source: %d 变量
en: %d variables
ja: 変数 %d 個
ko: 변수 %d개
zh_hant: %d 個變數

source: %d 台主机
en: %d hosts
ja: %d 台
ko: %d대
zh_hant: %d 台主機

source: %d 台主机正在使用此密钥，删除后这些主机需要重新选择认证方式。
en: %d hosts use this key. They will need a new authentication method after deletion.
ja: %d 台のホストがこの鍵を使用しています。削除後は認証方式を選び直す必要があります。
ko: %d대의 호스트가 이 키를 사용 중입니다. 삭제 후 인증 방식을 다시 선택해야 합니다.
zh_hant: %d 台主機正在使用此密鑰，刪除後這些主機需要重新選擇認證方式。

source: %d 台异常
en: %d abnormal
ja: 異常 %d 台
ko: 이상 %d대
zh_hant: %d 台異常

source: %d 天
en: %dd
ja: %d日
ko: %d일

source: %d 天 %d 小时
en: %dd %dh
ja: %d 日 %d 時間
ko: %d일 %d시간
zh_hant: %d 天 %d 小時

source: %d 小时
en: %dh
ja: %d 時間
ko: %d시간
zh_hant: %d 小時

source: %d 小时 %d 分
en: %dh %dm
ja: %d 時間 %d 分
ko: %d시간 %d분
zh_hant: %d 小時 %d 分

source: %d 时
en: %dh
ja: %d時
ko: %d시
zh_hant: %d 時

source: %d 条命令
en: %d commands
ja: %d件のコマンド
ko: 명령 %d개
zh_hant: %d 條命令

source: %d 核
en: %d cores
ja: %dコア
ko: %d코어

source: %d 秒
en: %ds
ko: %d초

source: %d 行
en: %d lines
ko: %d줄

source: %d/%d 个容器运行
en: %d/%d containers running
ja: %d/%d個のコンテナが実行中
ko: 컨테이너 %d/%d개 실행 중
zh_hant: %d/%d 個容器執行中

source: 1 分钟
en: 1 min
ja: 1分
ko: 1분
zh_hant: 1 分鐘

source: 5 分钟
en: 5 min
ja: 5分
ko: 5분
zh_hant: 5 分鐘

source: 15 分钟
en: 15 min
ja: 15分
ko: 15분
zh_hant: 15 分鐘

source: Compose 项目日志
en: Compose project logs
ja: Compose プロジェクトログ
ko: Compose 프로젝트 로그
zh_hant: Compose 專案日誌

source: Compose 项目配置无效
en: Invalid Compose project configuration
ja: Compose プロジェクト設定が無効です
ko: Compose 프로젝트 구성이 올바르지 않습니다
zh_hant: Compose 專案設定無效

source: Conn 已锁定
en: Conn is locked
ja: Conn はロックされています
ko: Conn이 잠겼습니다
zh_hant: Conn 已鎖定

source: Docker Compose 停止并移除项目
en: Docker Compose stop and remove project
ja: Docker Compose プロジェクトを停止して削除
ko: Docker Compose 프로젝트 중지 및 제거
zh_hant: Docker Compose 停止並移除專案

source: Docker Compose 停止项目
en: Docker Compose stopped project
ja: Docker Compose プロジェクトを停止
ko: Docker Compose 프로젝트 중지
zh_hant: Docker Compose 停止專案

source: Docker Compose 启动项目
en: Docker Compose started project
ja: Docker Compose プロジェクトを起動
ko: Docker Compose 프로젝트 시작
zh_hant: Docker Compose 啟動專案

source: Docker Compose 重启服务
en: Docker Compose restarted service
ja: Docker Compose サービスを再起動
ko: Docker Compose 서비스 재시작
zh_hant: Docker Compose 重新啟動服務

source: Docker Compose 重启项目
en: Docker Compose restarted project
ja: Docker Compose プロジェクトを再起動
ko: Docker Compose 프로젝트 재시작
zh_hant: Docker Compose 重新啟動專案

source: Docker Desktop 未运行。请在这台 Mac 上启动 Docker Desktop 后重试。
en: Docker Desktop is not running. Start Docker Desktop on this Mac and try again.
ja: Docker Desktop が実行されていません。この Mac で Docker Desktop を起動してから再試行してください。
ko: Docker Desktop이 실행 중이 아닙니다. 이 Mac에서 Docker Desktop을 시작한 후 다시 시도하세요.
zh_hant: Docker Desktop 未執行。請在這台 Mac 上啟動 Docker Desktop 後重試。

source: Docker 停止容器
en: Docker stopped container
ja: Docker コンテナを停止
ko: Docker 컨테이너 중지

source: Docker 创建卷
en: Docker created volume
ja: Docker ボリュームを作成
ko: Docker 볼륨 생성
zh_hant: Docker 建立磁碟區

source: Docker 创建容器
en: Docker created container
ja: Docker コンテナを作成
ko: Docker 컨테이너 생성
zh_hant: Docker 建立容器

source: Docker 创建网络
en: Docker created network
ja: Docker ネットワークを作成
ko: Docker 네트워크 생성
zh_hant: Docker 建立網路

source: Docker 删除卷
en: Docker deleted volume
ja: Docker ボリュームを削除
ko: Docker 볼륨 삭제
zh_hant: Docker 刪除磁碟區

source: Docker 删除容器
en: Docker deleted container
ja: Docker コンテナを削除
ko: Docker 컨테이너 삭제
zh_hant: Docker 刪除容器

source: Docker 删除网络
en: Docker deleted network
ja: Docker ネットワークを削除
ko: Docker 네트워크 삭제
zh_hant: Docker 刪除網路

source: Docker 删除镜像
en: Docker deleted image
ja: Docker イメージを削除
ko: Docker 이미지 삭제
zh_hant: Docker 刪除映像檔

source: Docker 启动容器
en: Docker started container
ja: Docker コンテナを開始
ko: Docker 컨테이너 시작
zh_hant: Docker 啟動容器

source: Docker 守护进程未运行。 请在服务器上启动： sudo systemctl start docker
en: The Docker daemon isn't running. Start it on the server: sudo systemctl start docker
ja: Docker デーモンが起動していません。 サーバーで起動してください： sudo systemctl start docker
ko: Docker 데몬이 실행 중이 아닙니다. 서버에서 시작하세요: sudo systemctl start docker
zh_hant: Docker 守護行程未執行。 請在伺服器上啟動： sudo systemctl start docker

# Docker 守护进程未运行。 请在服务器上启动： sudo systemctl start docker
source: Docker 守护进程未运行。\n请在服务器上启动：\nsudo systemctl start docker
en: The Docker daemon is not running.\nStart it on the server:\nsudo systemctl start docker
ja: Docker デーモンが起動していません。\nサーバーで起動してください：\nsudo systemctl start docker
ko: Docker 데몬이 실행되고 있지 않습니다.\n서버에서 시작하세요:\nsudo systemctl start docker
zh_hant: Docker 背景程式未執行。\n請在伺服器上啟動：\nsudo systemctl start docker

source: Docker 当前不可用
en: Docker is currently unavailable
ja: Docker は現在利用できません
ko: Docker를 현재 사용할 수 없습니다
zh_hant: Docker 目前無法使用

source: Docker 拉取镜像
en: Docker pulled image
ja: Docker イメージを取得
ko: Docker 이미지 가져오기
zh_hant: Docker 拉取映像檔

source: Docker 操作
en: Docker Action
ko: Docker 작업

source: Docker 服务未运行。请在目标主机上启动 Docker 后重试。
en: The Docker service is not running. Start Docker on the target host and try again.
ja: Docker サービスが実行されていません。対象ホストで Docker を起動してから再試行してください。
ko: Docker 서비스가 실행 중이 아닙니다. 대상 호스트에서 Docker를 시작한 후 다시 시도하세요.
zh_hant: Docker 服務未執行。請在目標主機上啟動 Docker 後重試。

source: Docker 清理悬空镜像
en: Docker pruned dangling images
ja: Docker の不要なイメージを削除
ko: Docker 댕글링 이미지 정리
zh_hant: Docker 清理懸空映像檔

source: Docker 系统清理
en: Docker system prune
ja: Docker システムをクリーンアップ
ko: Docker 시스템 정리
zh_hant: Docker 系統清理

source: Docker 运行环境尚未探测完成
en: Docker runtime has not been detected yet
ja: Docker ランタイムの検出がまだ完了していません
ko: Docker 런타임이 아직 감지되지 않았습니다
zh_hant: 尚未偵測到 Docker 執行環境

source: Docker 重启容器
en: Docker restarted container
ja: Docker コンテナを再起動
ko: Docker 컨테이너 재시작
zh_hant: Docker 重新啟動容器

source: Docker 预置，不可删除
en: Docker predefined; cannot be deleted
ja: Docker が事前定義済みのため削除できません
ko: Docker에서 미리 정의되어 삭제할 수 없습니다
zh_hant: Docker 預置，不可刪除

source: Ed25519 在所有现代与旧版服务器上都可用，是推荐的默认密钥类型。
en: Ed25519 works on all modern and legacy servers and is the recommended default key type.
ja: Ed25519 はすべての最新および旧版のサーバーで利用でき、推奨されるデフォルトの鍵タイプです。
ko: Ed25519는 모든 최신 및 구형 서버에서 사용할 수 있으며 권장되는 기본 키 유형입니다.
zh_hant: Ed25519 適用於所有新舊版伺服器，是建議的預設金鑰類型。

source: example.com 或 10.0.0.1
en: example.com or 10.0.0.1
ja: example.com または 10.0.0.1
ko: example.com 또는 10.0.0.1

# exit %d
source: 退出码 %d
en: Exit code %d
ja: 終了コード %d
ko: 종료 코드 %d
zh_hant: 結束代碼 %d

source: IO 写
en: IO Write
ja: IO 書
ko: IO 쓰기
zh_hant: IO 寫

source: IO 等待
en: I/O wait
ja: I/O 待ち
ko: I/O 대기

source: IO 读
en: IO Read
ja: IO 読
ko: IO 읽기
zh_hant: IO 讀

source: Shell 类型
en: Shell type
ja: Shell 種類
ko: 셸 유형
zh_hant: Shell 類型

source: Shell 脚本
en: Shell script
ja: Shell スクリプト
ko: 셸 스크립트
zh_hant: Shell 指令碼

source: SSH Agent 转发
en: SSH Agent forwarding
ja: SSH Agent 転送
ko: SSH Agent 전달
zh_hant: SSH Agent 轉發

source: SSH 密钥
en: SSH key
ja: SSH 鍵
ko: SSH 키
zh_hant: SSH 金鑰

source: Tab 宽度
en: Tab Width
ja: タブ幅
ko: 탭 너비
zh_hant: Tab 寬度

# 一行一项 docker flag，可写 --flag=value 形式。空行与 # 开头行忽略；%@、%@、%@和%@也可在这里填写。
source: 每行填写一个 Docker flag，格式为 --flag=value。空行和以 # 开头的行会被忽略；也可以填写 %1$@、%2$@、%3$@ 和 %4$@。
en: Enter one Docker flag per line using --flag=value. Empty lines and lines beginning with # are ignored. You may also enter %1$@, %2$@, %3$@, and %4$@ here.
ja: Docker フラグを 1 行に 1 つ、--flag=value 形式で入力します。空行と # で始まる行は無視されます。%1$@、%2$@、%3$@、%4$@ も入力できます。
ko: Docker 플래그를 --flag=value 형식으로 한 줄에 하나씩 입력합니다. 빈 줄과 #으로 시작하는 줄은 무시됩니다. %1$@, %2$@, %3$@, %4$@도 입력할 수 있습니다.
zh_hant: 每行輸入一個 Docker flag，格式為 --flag=value。空行與以 # 開頭的行會被忽略；也可以輸入 %1$@、%2$@、%3$@ 和 %4$@。

source: 一行一项 docker flag，可写 --flag=value 形式。空行与 # 开头行忽略。
en: One flag per line, use the --flag=value form. Empty lines and lines starting with # are ignored.
ja: 1 行に 1 つのフラグを --flag=value 形式で記述。空行と # で始まる行は無視されます。
ko: 한 줄에 플래그 하나, --flag=value 형식. 빈 줄과 #으로 시작하는 줄은 무시됩니다.
zh_hant: 一行一項 docker flag，可寫 --flag=value 形式。空行與 # 開頭行忽略。

source: 上传
en: Upload
ja: アップロード
ko: 업로드
zh_hant: 上傳

source: 上传 %@ · %d%%
en: Uploading %@ · %d%%
ja: %@ をアップロード · %d%%
ko: %@ 업로드 · %d%%
zh_hant: 上傳 %@ · %d%%

source: 上传失败：%@
en: Upload failed: %@
ja: アップロード失敗：%@
ko: 업로드 실패: %@
zh_hant: 上傳失敗：%@

source: 上传文件
en: Upload File
ja: ファイルをアップロード
ko: 파일 업로드
zh_hant: 上傳檔案

source: 上行
en: Up
ja: 上り
ko: 업

source: 上行总量
en: Total upload
ja: 上り合計
ko: 업로드 총량
zh_hant: 上行總量

source: 上行速率
en: Upload rate
ja: 上り速度
ko: 업로드 속도

source: 下划线
en: Underline
ja: 下線
ko: 밑줄
zh_hant: 底線

source: 下行
en: Down
ja: 下り
ko: 다운

source: 下行总量
en: Total download
ja: 下り合計
ko: 다운로드 총량
zh_hant: 下行總量

source: 下行速率
en: Download rate
ja: 下り速度
ko: 다운로드 속도

source: 下载
en: Download
ja: ダウンロード
ko: 다운로드
zh_hant: 下載

source: 下载 %@ · %d%%
en: Downloading %@ · %d%%
ja: %@ をダウンロード · %d%%
ko: %@ 다운로드 · %d%%
zh_hant: 下載 %@ · %d%%

source: 下载不完整（大小不符），已保留断点可重试
en: Download incomplete (size mismatch); partial kept for retry
ja: ダウンロード未完了（サイズ不一致）。再開用に途中データを保持
ko: 다운로드 미완료(크기 불일치), 이어받기용으로 보관됨
zh_hant: 下載不完整（大小不符），已保留斷點可重試

source: 下载失败：%@（已保留断点，重试可续传）
en: Download failed: %@ (partial kept, resumable)
ja: ダウンロード失敗：%@（途中データ保持、再開可）
ko: 다운로드 실패: %@ (이어받기 가능)
zh_hant: 下載失敗：%@（已保留斷點，可續傳）

source: 不可中断
en: Uninterruptible
ja: 割込み不可
ko: 중단 불가
zh_hant: 不可中斷

source: 不支持加密私钥，请导入未加密的 PEM/PKCS#8 私钥
en: Encrypted private keys are not supported. Import an unencrypted PEM/PKCS#8 key.
ja: 暗号化された秘密鍵には対応していません。暗号化されていない PEM/PKCS#8 鍵をインポートしてください。
ko: 암호화된 개인 키는 지원되지 않습니다. 암호화되지 않은 PEM/PKCS#8 키를 가져오세요.
zh_hant: 不支援加密私鑰，請匯入未加密的 PEM/PKCS#8 私鑰。

source: 不支持加密私钥（密码短语），请导入未加密私钥
en: Encrypted private keys (passphrases) are not supported. Import an unencrypted key.
ja: 暗号化された秘密鍵（パスフレーズ）には対応していません。暗号化されていない鍵をインポートしてください。
ko: 암호화된 개인 키(암호문)는 지원되지 않습니다. 암호화되지 않은 키를 가져오세요.
zh_hant: 不支援加密私鑰（密碼短語），請匯入未加密私鑰。

source: 不设置
en: Not set
ja: 設定しない
ko: 설정 안 함
zh_hant: 不設定

source: 不重启
en: No restart
ja: 再起動しない
ko: 재시작 안 함
zh_hant: 不重新啟動

source: 主动建连
en: Active opens
ja: アクティブ接続
ko: 능동 연결
zh_hant: 主動建連

source: 主机
en: Hosts
ja: ホスト
ko: 호스트
zh_hant: 主機

source: 主机凭据回滚未完成，请重试
en: Host credential rollback did not finish. Please try again.
ja: ホスト認証情報の復元が完了しませんでした。もう一度お試しください。
ko: 호스트 자격 증명 복원이 완료되지 않았습니다. 다시 시도해 주세요.
zh_hant: 主機憑據回復未完成，請重試。

source: 主机删除回滚未完成，请重试
en: Host deletion rollback did not finish. Please try again.
ja: ホスト削除の復元が完了しませんでした。もう一度お試しください。
ko: 호스트 삭제 롤백이 완료되지 않았습니다. 다시 시도해 주세요.
zh_hant: 主機刪除回復未完成，請重試。

source: 主机名
en: Hostname
ja: ホスト名
ko: 호스트명
zh_hant: 主機名

source: 主机已不存在
en: The server no longer exists
ja: サーバーは存在しません
ko: 서버가 더 이상 존재하지 않습니다
zh_hant: 主機已不存在

source: 主机指标采集暂不可用
en: Host metrics collection is temporarily unavailable
ja: ホストメトリクスの収集は一時的に利用できません
ko: 호스트 지표 수집을 일시적으로 사용할 수 없습니다
zh_hant: 主機指標收集暫時無法使用

source: 主机端口
en: Host port
ja: ホストポート
ko: 호스트 포트
zh_hant: 主機連接埠

source: 主机网络
en: Host network
ja: ホストネットワーク
ko: 호스트 네트워크
zh_hant: 主機網路

source: 主机路径
en: Host path
ja: ホストパス
ko: 호스트 경로
zh_hant: 主機路徑

source: 主页刷新间隔
en: Home refresh
ja: ホーム更新間隔
ko: 홈 새로고침 간격
zh_hant: 主頁重新整理間隔

source: 主题
en: Theme
ja: テーマ
ko: 테마
zh_hant: 主題

source: 主题色
en: Accent Color
ja: テーマカラー
ko: 테마 색상
zh_hant: 主題色

source: 二进制文件，无法以文本方式编辑。
en: Binary file; can't be edited as text.
ja: バイナリファイルのため、テキストとして編集できません。
ko: 바이너리 파일이라 텍스트로 편집할 수 없습니다.
zh_hant: 二進位檔案，無法以文字方式編輯。

source: 交互
en: Interaction
ja: 操作
ko: 상호 작용
zh_hant: 互動

source: 仅支持未加密私钥。Ed25519、RSA 4096、ECDSA P-256 均支持 OpenSSH；RSA 也支持 PKCS#1/PKCS#8，ECDSA 支持 PEM/PKCS#8；Ed25519 和 ECDSA 也可粘贴原始私钥 Base64。
en: Only unencrypted private keys are supported. Ed25519, RSA 4096, and ECDSA P-256 support OpenSSH; RSA also supports PKCS#1/PKCS#8, ECDSA supports PEM/PKCS#8, and Ed25519 and ECDSA also accept raw private-key Base64.
ja: 暗号化されていない秘密鍵のみ対応しています。Ed25519、RSA 4096、ECDSA P-256 は OpenSSH に対応し、RSA は PKCS#1/PKCS#8、ECDSA は PEM/PKCS#8 にも対応します。Ed25519 と ECDSA は秘密鍵の Base64 も貼り付けられます。
ko: 암호화되지 않은 개인 키만 지원됩니다. Ed25519, RSA 4096, ECDSA P-256은 OpenSSH를 지원하며 RSA는 PKCS#1/PKCS#8, ECDSA는 PEM/PKCS#8도 지원합니다. Ed25519와 ECDSA는 원시 개인 키 Base64를 붙여 넣을 수도 있습니다.
zh_hant: 僅支援未加密私鑰。Ed25519、RSA 4096、ECDSA P-256 均支援 OpenSSH；RSA 也支援 PKCS#1/PKCS#8，ECDSA 支援 PEM/PKCS#8；Ed25519 與 ECDSA 也可貼上原始私鑰 Base64。

source: 仍要执行
en: Run anyway
ja: それでも実行
ko: 그래도 실행
zh_hant: 仍要執行

# 从主机详情打开终端，或在这里新建一个会话。
source: 从主机详情打开终端，或在此新建会话。
en: Open a terminal from host details, or create a session here.
ja: ホスト詳細からターミナルを開くか、ここでセッションを作成してください。
ko: 호스트 상세에서 터미널을 열거나 여기에서 세션을 생성하세요.
zh_hant: 請從主機詳細資料開啟終端機，或在此建立工作階段。

source: 从列表移除此手动项目
en: Remove this manual project from the list
ja: この手動プロジェクトをリストから削除
ko: 목록에서 이 수동 프로젝트 제거
zh_hant: 從列表移除此手動專案

source: 从剪贴板粘贴 ssh 命令
en: Paste ssh command from clipboard
ja: クリップボードから ssh コマンドを貼り付け
ko: 클립보드에서 ssh 명령 붙여넣기
zh_hant: 從剪貼簿貼上 ssh 指令

source: 从文件选择
en: Choose from File
ja: ファイルを選択
ko: 파일에서 선택
zh_hant: 從檔案選擇

source: 代码主题
en: Code Theme
ja: コードテーマ
ko: 코드 테마
zh_hant: 程式碼主題

source: 会话列表
en: Session list
ja: セッション一覧
ko: 세션 목록
zh_hant: 工作階段列表

source: 作用域
en: Scope
ja: スコープ
ko: 범위

source: 便于记忆，选填
en: For easy reference (optional)
ja: 覚えやすい名前（任意）
ko: 기억하기 쉬운 이름(선택)
zh_hant: 便於記憶，選填

source: 保存
en: Save
ko: 저장
zh_hant: 儲存

source: 保存主机失败
en: Failed to save host
ja: ホストを保存できませんでした
ko: 호스트를 저장하지 못했습니다
zh_hant: 儲存主機失敗

source: 保存到本地命令
en: Save to local commands
ja: ローカルコマンドに保存
ko: 로컬 명령으로 저장
zh_hant: 儲存到本地命令

source: 保存失败
en: Save failed
ja: 保存に失敗しました
ko: 저장하지 못했습니다
zh_hant: 儲存失敗

source: 保存失败，请重试
en: Save failed. Please try again.
ja: 保存に失敗しました。もう一度お試しください。
ko: 저장하지 못했습니다. 다시 시도해 주세요.
zh_hant: 儲存失敗，請重試。

source: 保存失败：%@
en: Save failed: %@
ja: 保存に失敗：%@
ko: 저장 실패: %@
zh_hant: 儲存失敗：%@

source: 信息
en: Info
ja: 情報
ko: 정보
zh_hant: 資訊

source: 修改持久终端别名会同时重命名远端会话；留空会恢复当前会话名称。
en: Renaming a persistent terminal also renames the remote session. Leave blank to restore the current session name.
ja: 永続ターミナルの名前を変更すると、リモートセッション名も変更されます。空欄にすると現在のセッション名に戻ります。
ko: 지속 터미널의 이름을 변경하면 원격 세션 이름도 변경됩니다. 비워 두면 현재 세션 이름으로 복원됩니다.
zh_hant: 修改持久終端別名會同時重新命名遠端工作階段；留空會恢復目前的工作階段名稱。

source: 修改日期
en: Date Modified
ja: 更新日
ko: 수정 날짜

source: 修改权限
en: Change permissions
ja: アクセス権を変更
ko: 권한 변경
zh_hant: 修改權限

source: 修改权限（八进制）
en: Change permissions (octal)
ja: アクセス権を変更（8進数）
ko: 권한 변경(8진수)
zh_hant: 修改權限（八進位）

source: 值
en: Value
ja: 値
ko: 값

source: 偏好设置
en: Preferences
ja: 環境設定
ko: 환경설정
zh_hant: 偏好設定

source: 停止
en: Stop
ko: 중지

source: 停止 Compose 项目
en: Stop Compose project
ja: Compose プロジェクトを停止
ko: Compose 프로젝트 중지
zh_hant: 停止 Compose 專案

source: 停止并移除
en: Stop & Remove
ja: 停止して削除
ko: 중지 및 제거
zh_hant: 停止並移除

source: 停止并移除 Compose 项目
en: Stop and remove Compose project
ja: Compose プロジェクトを停止して削除
ko: Compose 프로젝트 중지 및 제거
zh_hant: 停止並移除 Compose 專案

source: 健康
en: Health
ja: ヘルス
ko: 상태

source: 僵尸
en: Zombie
ja: ゾンビ
ko: 좀비
zh_hant: 殭屍

# 先在「命令」页面添加常用命令
source: 请先在“脚本”页面添加常用脚本。
en: Add commonly used scripts on the Scripts screen first.
ja: まず「スクリプト」画面でよく使うスクリプトを追加してください。
ko: 먼저 ‘스크립트’ 화면에서 자주 사용하는 스크립트를 추가하세요.
zh_hant: 請先在「指令碼」頁面新增常用指令碼。

# 先在「脚本」页面添加常用脚本
source: 请先在“脚本”页面添加常用脚本。
en: Add commonly used scripts on the Scripts screen first.
ja: まず「スクリプト」画面でよく使うスクリプトを追加してください。
ko: 먼저 ‘스크립트’ 화면에서 자주 사용하는 스크립트를 추가하세요.
zh_hant: 請先在「指令碼」頁面新增常用指令碼。

# 先逛逛演示模式
source: 体验演示模式
en: Try demo mode
ja: デモモードを試す
ko: 데모 모드 둘러보기
zh_hant: 體驗示範模式

source: 光标
en: Cursor
ja: カーソル
ko: 커서
zh_hant: 游標

source: 光标形状
en: Cursor shape
ja: カーソル形状
ko: 커서 모양
zh_hant: 游標形狀

source: 光标闪烁
en: Blinking cursor
ja: カーソルを点滅
ko: 커서 깜박임
zh_hant: 游標閃爍

source: 入口
en: Entrypoint
ja: エントリーポイント
ko: 엔트리포인트

source: 入口与命令
en: Entrypoint & Command
ja: エントリーポイントとコマンド
ko: 엔트리포인트 및 명령
zh_hant: 入口與命令

source: 全部
en: All
ja: すべて
ko: 전체

source: 全部正常
en: All OK
ja: すべて正常
ko: 모두 정상

source: 全部巡检
en: Scan all
ja: すべて巡回
ko: 전체 점검
zh_hant: 全部巡檢

source: 公钥
en: Public key
ja: 公開鍵
ko: 공개 키
zh_hant: 公鑰

source: 共 %d 个
en: %d total
ja: 計 %d 個
ko: 총 %d개
zh_hant: 共 %d 個

source: 共 %d 个卷
en: %d volumes
ja: %d 個のボリューム
ko: 볼륨 %d개
zh_hant: 共 %d 個磁碟區

source: 共 %d 个容器
en: %d containers
ja: %d 個のコンテナ
ko: 컨테이너 %d개
zh_hant: 共 %d 個容器

source: 共 %d 个网络
en: %d networks
ja: %d 個のネットワーク
ko: 네트워크 %d개
zh_hant: 共 %d 個網路

source: 共 %d 个镜像
en: %d images
ja: %d 個のイメージ
ko: 이미지 %d개
zh_hant: 共 %d 個映像

source: 共 %d 个项目
en: %d projects
ja: %d件のプロジェクト
ko: 프로젝트 %d개
zh_hant: 共 %d 個專案

source: 关于
en: About
ja: 情報
ko: 정보
zh_hant: 關於

source: 关闭
en: Close
ja: 閉じる
ko: 닫기
zh_hant: 關閉

source: 关闭会话
en: Close session
ja: セッションを閉じる
ko: 세션 닫기
zh_hant: 關閉工作階段

source: 其他
en: Other
ja: その他
ko: 기타

source: 具名卷
en: Named volume
ja: 名前付きボリューム
ko: 명명된 볼륨
zh_hant: 具名磁碟區

source: 内存
en: Memory
ja: メモリ
ko: 메모리
zh_hant: 記憶體

source: 内存 —
en: Memory —
ja: メモリ —
ko: 메모리 —
zh_hant: 記憶體 —

source: 内存 %.1f%%
en: Memory %.1f%%
ja: メモリ %.1f%%
ko: 메모리 %.1f%%
zh_hant: 記憶體 %.1f%%

source: 内部网络
en: Internal Network
ja: 内部ネットワーク
ko: 내부 네트워크
zh_hant: 內部網路

source: 最后巡检
en: Last scan
ja: 最終巡回
ko: 마지막 점검
zh_hant: 最後巡檢

source: 写
en: Write
ja: 書き
ko: 쓰기
zh_hant: 寫

source: 写总量
en: Total written
ja: 書き込み合計
ko: 쓰기 총량
zh_hant: 寫入總量

source: 写速率
en: Write rate
ja: 書き込み速度
ko: 쓰기 속도
zh_hant: 寫入速率

source: 分享
en: Share
ja: 共有
ko: 공유

source: 分组
en: Group
ja: グループ
ko: 그룹
zh_hant: 分組

source: 分组名称
en: Group Name
ja: グループ名
ko: 그룹 이름
zh_hant: 分組名稱

source: 分组名称不能为空
en: Group name cannot be empty
ja: グループ名を入力してください
ko: 그룹 이름을 입력하세요
zh_hant: 分組名稱不能為空

source: 创建
en: Created
ja: 作成
ko: 생성
zh_hant: 建立

source: 创建于
en: Created
ja: 作成
ko: 생성
zh_hant: 建立

source: 创建卷
en: Create volume
ja: ボリュームを作成
ko: 볼륨 생성
zh_hant: 建立磁碟區

source: 创建容器
en: Create container
ja: コンテナを作成
ko: 컨테이너 생성
zh_hant: 建立容器

source: 创建网络
en: Create network
ja: ネットワークを作成
ko: 네트워크 생성
zh_hant: 建立網路

source: 删除
en: Delete
ja: 削除
ko: 삭제
zh_hant: 刪除

source: 删除 %@
en: Delete %@
ja: %@ を削除
ko: %@ 삭제
zh_hant: 刪除 %@

source: 删除主机
en: Delete Host
ja: ホストを削除
ko: 호스트 삭제
zh_hant: 刪除主機

source: 删除主机失败：%@
en: Failed to delete host: %@
ja: ホストを削除できませんでした：%@
ko: 호스트를 삭제하지 못했습니다: %@
zh_hant: 刪除主機失敗：%@

source: 删除分组
en: Delete Group
ja: グループを削除
ko: 그룹 삭제
zh_hant: 刪除分組

source: 删除分组不会删除其中的命令，命令会保留在其他分组或未分组。
en: Deleting this group will not delete its commands. They will remain in other groups or become ungrouped.
ja: グループを削除してもコマンドは削除されません。他のグループに残るか、未分類になります。
ko: 그룹을 삭제해도 명령은 삭제되지 않습니다. 다른 그룹에 남거나 미분류로 전환됩니다.
zh_hant: 刪除分組不會刪除其中的命令，命令會保留在其他分組或未分組。

source: 删除分组不会删除其中的服务器。
en: Deleting a group does not delete the servers in it.
ja: グループを削除してもサーバーは削除されません。
ko: 그룹을 삭제해도 서버는 삭제되지 않습니다.
zh_hant: 刪除分組不會刪除其中的伺服器。

source: 删除分组不会删除其中的脚本，脚本会保留在其他分组或未分组。
en: Deleting a group does not delete its scripts. They remain in other groups or ungrouped.
ja: グループを削除してもスクリプトは削除されず、他のグループまたは未分類に残ります。
ko: 그룹을 삭제해도 스크립트는 삭제되지 않으며 다른 그룹 또는 미분류로 유지됩니다.
zh_hant: 刪除群組不會刪除其中的指令碼，指令碼會保留在其他群組或未分組。

source: 删除卷
en: Delete volume
ja: ボリュームを削除
ko: 볼륨 삭제
zh_hant: 刪除磁碟區

source: 删除失败
en: Delete failed
ja: 削除に失敗しました
ko: 삭제 실패
zh_hant: 刪除失敗

source: 删除失败：%@
en: Delete failed: %@
ja: 削除に失敗しました：%@
ko: 삭제하지 못했습니다: %@
zh_hant: 刪除失敗：%@

source: 删除容器
en: Delete container
ja: コンテナを削除
ko: 컨테이너 삭제
zh_hant: 刪除容器

source: 删除容器 %@？此操作不可撤销（docker rm -f）。
en: Delete container %@? This cannot be undone (docker rm -f).
ja: コンテナ %@ を削除しますか？元に戻せません（docker rm -f）。
ko: 컨테이너 %@를 삭제하시겠습니까? 되돌릴 수 없습니다(docker rm -f).
zh_hant: 刪除容器 %@？此操作無法復原（docker rm -f）。

source: 删除密钥
en: Delete Key
ja: 鍵を削除
ko: 키 삭제
zh_hant: 刪除密鑰

source: 删除网络
en: Delete network
ja: ネットワークを削除
ko: 네트워크 삭제
zh_hant: 刪除網路

source: 删除镜像
en: Delete Image
ja: イメージを削除
ko: 이미지 삭제
zh_hant: 刪除映像

source: 删除镜像 %@
en: Delete image %@
ja: イメージ %@ を削除
ko: 이미지 %@ 삭제
zh_hant: 刪除映像 %@

source: 删除镜像 %@？
en: Delete image %@?
ja: イメージ %@ を削除しますか？
ko: 이미지 %@ 삭제?
zh_hant: 刪除映像 %@？

source: 别名
en: Alias
ja: エイリアス
ko: 별칭
zh_hant: 別名

source: 制表符
en: Tabs
ja: タブ
ko: 탭
zh_hant: Tab 字元

source: 刷新
en: Refresh
ja: 更新
ko: 새로고침
zh_hant: 重新整理

source: 刷新间隔
en: Refresh Interval
ja: 更新間隔
ko: 새로고침 간격
zh_hant: 重新整理間隔

source: 包含未使用卷
en: Include unused volumes
ja: 未使用のボリュームを含める
ko: 사용하지 않는 볼륨 포함
zh_hant: 包含未使用的磁碟區

source: 协议
en: Protocol
ja: プロトコル
ko: 프로토콜
zh_hant: 通訊協定

source: 占用
en: Usage
ja: 使用率
ko: 사용량
zh_hant: 佔用

source: 危险
en: Danger
ja: 危険
ko: 위험
zh_hant: 危險

source: 卷
en: Volumes
ja: ボリューム
ko: 볼륨
zh_hant: 磁碟區

source: 卷配置无效，未执行 Docker 操作
en: Invalid volume configuration; Docker operation was not run
ja: ボリューム構成が無効なため、Docker 操作は実行されませんでした
ko: 볼륨 구성이 올바르지 않아 Docker 작업을 실행하지 않았습니다
zh_hant: 磁碟區設定無效，未執行 Docker 操作

source: 压缩
en: Compress
ja: Compress
ko: Compress

source: 压缩失败：%@
en: Compress failed: %@
ja: Compress failed: %@
ko: Compress failed: %@

source: 参数
en: Argument
ja: 引数
ko: 인수
zh_hant: 引數

# 双击切换；长按可设置别名或关闭
source: 双击切换；长按可设置别名或关闭会话。
en: Double-tap to switch; long-press to set an alias or close the session.
ja: ダブルタップで切り替え、長押しでエイリアスの設定またはセッションの終了ができます。
ko: 두 번 탭하여 전환하고 길게 눌러 별칭을 설정하거나 세션을 종료합니다.
zh_hant: 點兩下切換；長按可設定別名或關閉工作階段。

source: 双击切换图表折线
en: Double-tap to toggle the chart line.
ja: ダブルタップしてグラフの線を切り替えます。
ko: 두 번 탭하여 차트 선을 전환합니다.
zh_hant: 點兩下切換圖表折線。

source: 取消
en: Cancel
ja: キャンセル
ko: 취소

source: 变量
en: Variable
ja: 変数
ko: 변수
zh_hant: 變數

source: 变量用 {{名称}} 或 {{名称:默认值}}，执行前会让你填参。
en: Use {{name}} or {{name:default}} for variables; you'll fill them in before running.
ja: 変数は {{名前}} または {{名前:既定値}} で指定します。実行前に入力できます。
ko: 변수는 {{이름}} 또는 {{이름:기본값}}으로 지정하며, 실행 전에 입력합니다.
zh_hant: 變數使用 {{名稱}} 或 {{名稱:預設值}}，執行前會讓你填入參數。

source: 另一个 Docker 操作正在进行
en: Another Docker operation is in progress
ja: 別の Docker 操作が進行中です
ko: 다른 Docker 작업이 진행 중입니다
zh_hant: 另一個 Docker 操作正在進行

source: 只会从当前会话的项目列表移除，不会停止或删除服务器上的 Docker 资源。
en: This only removes the project from the current session's list. It will not stop or delete Docker resources on the server.
ja: 現在のセッションのプロジェクト一覧からのみ削除します。サーバー上の Docker リソースは停止も削除もされません。
ko: 현재 세션의 프로젝트 목록에서만 제거합니다. 서버의 Docker 리소스는 중지하거나 삭제하지 않습니다.
zh_hant: 只會從目前工作階段的專案列表移除，不會停止或刪除伺服器上的 Docker 資源。

source: 只读
en: Read-only
ja: 読み取り専用
ko: 읽기 전용
zh_hant: 唯讀

source: 只读根文件系统
en: Read-only root filesystem
ja: ルートファイルシステムを読み取り専用にする
ko: 루트 파일 시스템을 읽기 전용으로
zh_hant: 唯讀根檔案系統

# 可多选，也可以不选；不选时命令归为未分组。
source: 可选择多个分组，也可不选；未选择时归入未分组。
en: Select multiple groups or leave them unassigned; unassigned scripts remain ungrouped.
ja: 複数のグループを選択するか、未選択のままにできます。未選択のスクリプトは未分類になります。
ko: 여러 그룹을 선택하거나 지정하지 않을 수 있습니다. 지정하지 않은 스크립트는 미분류로 유지됩니다.
zh_hant: 可選取多個分組，也可不選；未選取時會歸入未分組。

# 可多选，也可以不选；不选时归为未分组。
source: 可选择多个分组，也可不选；未选择时归入未分组。
en: Select any number of groups, or none; unselected items remain ungrouped.
ja: 複数選択または未選択にできます。未選択の場合は未分類になります。
ko: 여러 그룹을 선택하거나 지정하지 않을 수 있습니다. 지정하지 않으면 미분류가 됩니다.
zh_hant: 可選取多個分組，也可不選；未選取時會歸入未分組。

source: 可多选，也可以不选；不选时脚本归为未分组。
en: Select multiple groups, or none to leave the script ungrouped.
ja: 複数のグループを選択できます。選択しない場合は未分類になります。
ko: 여러 그룹을 선택하거나 선택하지 않으면 미분류로 남습니다.
zh_hant: 可選取多個群組，也可以不選；不選時指令碼會歸為未分組。

source: 可选
en: Optional
ja: 任意
ko: 선택 사항
zh_hant: 選填

source: 可附加
en: Attachable
ja: 接続可能
ko: 연결 가능

source: 名称
en: Name
ja: 名前
ko: 이름
zh_hant: 名稱

source: 名称（留空用地址）
en: Name (leave blank to use address)
ja: 名前（空欄の場合はアドレスを使用）
ko: 이름 (비워 두면 주소 사용)
zh_hant: 名稱（留空則用位址）

source: 后台运行
en: Run in background
ja: バックグラウンドで実行
ko: 백그라운드에서 실행
zh_hant: 在背景執行

source: 否
en: No
ja: いいえ
ko: 아니요

source: 启动
en: Start
ja: 起動
ko: 시작
zh_hant: 啟動

source: 启动 Compose 项目
en: Start Compose project
ja: Compose プロジェクトを起動
ko: Compose 프로젝트 시작
zh_hant: 啟動 Compose 專案

source: 启动于
en: Started
ja: 起動
ko: 시작
zh_hant: 啟動於

source: 启动命令
en: Startup command
ja: 起動コマンド
ko: 시작 명령
zh_hant: 啟動命令

source: 命中风险：%@。仍要执行？
en: Risk: %@. Run anyway?
ja: リスク：%@。それでも実行しますか？
ko: 위험: %@. 그래도 실행하시겠습니까?
zh_hant: 命中風險：%@。仍要執行？

source: 命令
en: Commands
ja: コマンド
ko: 명령

source: 命令与分组
en: Commands and Groups
ja: コマンドとグループ
ko: 명령 및 그룹
zh_hant: 命令與分組
